Repository: pablots25/ft_ham
Catalog: ft8_ham/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: The multi-panel iPad dashboard layout requires a premium subscription.
de: Das mehrteilige iPad-Dashboard-Layout erfordert ein Premium-Abonnement.
es: El diseño multipanel del panel para iPad requiere una suscripción premium.
fr: La disposition multi-panneaux du tableau de bord iPad nécessite un abonnement premium.
it: Il layout multi-pannello della dashboard per iPad richiede un abbonamento premium.

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non può essere annullata.

source: This button lets you change the transmission frequency. Tap to enable or disable it.
de: Mit dieser Taste änderst du die Sendefrequenz. Tippe, um sie zu aktivieren oder zu deaktivieren.
es: Este botón te permite cambiar la frecuencia de transmisión. Pulsa para activarlo o desactivarlo.
fr: Ce bouton permet de changer la fréquence de transmission. Touchez pour l'activer ou le désactiver.
it: Questo pulsante consente di cambiare la frequenza di trasmissione. Tocca per attivarlo o disattivarlo.

source: This Month
de: Dieser Monat
es: Este mes
fr: Ce mois-ci
it: Questo mese

source: This QSO will be permanently deleted.
de: Dieses QSO wird dauerhaft gelöscht.
es: Este QSO se eliminará permanentemente.
fr: Ce QSO sera définitivement supprimé.
it: Questo QSO verrà eliminato definitivamente.

source: This will enable Auto CQ Reply and Auto QSO Logging.
de: Dies aktiviert die automatische CQ-Antwort und das automatische QSO-Logging.
es: Esto activará la respuesta automática a CQ y el registro automático de QSO.
fr: Cela activera la réponse CQ automatique et le journal QSO automatique.
it: Questo attiverà la risposta CQ automatica e il log QSO automatico.

source: This will permanently delete all QSOs.
de: Dies löscht alle QSOs dauerhaft.
es: Esto eliminará permanentemente todos los QSOs
fr: Cela supprimera définitivement tous les QSO.
it: Questo eliminerà definitivamente tutti i QSO.

source: This Year
de: Dieses Jahr
es: Este año
fr: Cette année
it: Quest'anno

source: Time
de: Zeit
es: Hora
fr: Heure
it: Ora

source: Transmission cycle:
de: Sendezyklus:
es: Ciclo de transmisión:
fr: Cycle de transmission :
it: Ciclo di trasmissione:

source: Transmission List Mode
de: Anzeigemodus der Nachrichtenliste
es: Modo de lista
fr: Mode d'affichage des transmissions
it: Modalità elenco trasmissioni

source: Transmitted
de: Gesendet
es: Transmitidos
fr: Transmis
it: Trasmesso

source: Transmitting
de: Sendet
es: Transmitiendo
fr: Transmission en cours
it: In trasmissione

# tutorial_got_it
source: Got it
de: Verstanden
es: ¡Entendido!
fr: Compris
it: Capito

# tutorial_swipe_reply
source: Swipe any message to automatically reply in the frequency used.
de: Wische über eine Nachricht, um automatisch auf der genutzten Frequenz zu antworten.
es: Desliza a la derecha para responder automáticamente en la frecuencia usada.
fr: Balayez un message pour répondre automatiquement sur la fréquence utilisée.
it: Scorri su un messaggio per rispondere automaticamente sulla frequenza usata.

source: TX/RX Separated
de: TX/RX getrennt
es: TX/RX Separado
fr: TX/RX séparés
it: TX/RX separati

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
it: Annulla

source: Unknown message type
de: Unbekannter Nachrichtentyp
es: Tipo de mensaje desconocido
fr: Type de message inconnu
it: Tipo di messaggio sconosciuto

source: Unlock Premium Features
de: Premium-Funktionen freischalten
es: Desbloquea las funciones premium
fr: Débloquez les fonctionnalités premium
it: Sblocca le funzioni premium

source: Unlock Premium Now
de: Premium jetzt freischalten
es: Desbloquear premium ahora
fr: Débloquer premium maintenant
it: Sblocca premium ora

source: Until %@
de: Bis %@
es: Hasta %@
fr: Jusqu'au %@
it: Fino al %@

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna

source: Vertical
de: Vertikal
it: Verticale

source: View app logs
de: App-Protokolle anzeigen
es: Ver logs de la app
fr: Voir les journaux de l'app
it: Vedi i log dell'app

source: View mode
de: Ansichtsmodus
es: Vista
fr: Mode d'affichage
it: Modalità di visualizzazione

source: View mode:
de: Ansichtsmodus:
es: Vista:
fr: Mode d'affichage :
it: Modalità di visualizzazione:

source: View on PSK Reporter →
de: Auf PSK Reporter ansehen →
es: Ver en PSK Reporter →
fr: Voir sur PSK Reporter →
it: Vedi su PSK Reporter →

source: Waiting...
de: Warten …
es: Esperando...
fr: En attente…
it: In attesa…

source: Waiting for audio data...
de: Warte auf Audiodaten …
es: Esperando audio...
fr: En attente de données audio…
it: In attesa di dati audio…

source: Waterfall
de: Wasserfall
es: Cascada

source: We use your location to calculate your Maidenhead grid automatically and keep your station details accurate.
de: Wir nutzen deinen Standort, um deinen Maidenhead-Locator automatisch zu berechnen und deine Stationsdaten aktuell zu halten.
es: Usamos tu ubicación para calcular automáticamente tu locator Maidenhead y mantener precisos los datos de tu estación.
fr: Nous utilisons votre position pour calculer automatiquement votre locator Maidenhead et garder les détails de votre station exacts.
it: Usiamo la tua posizione per calcolare automaticamente il tuo locator Maidenhead e mantenere accurati i dati della tua stazione.

# what_new_bugfix1
source: Auto TX & Logging: Fixed interleaved QSO entries that were incorrectly marked as invalid when report exchanges weren't sequential.
de: Auto-TX und Logging: Verschachtelte QSO-Einträge, die bei nicht sequentiellen Rapport-Austauschen fälschlich als ungültig markiert wurden, sind behoben.
es: Auto TX y Registro: Se corrigieron las entradas de QSO intercaladas que se marcaban incorrectamente como inválidas cuando los intercambios de reportes no eran secuenciales.
fr: TX auto et journal : correction des QSO entrelacés marqués à tort comme invalides lorsque les échanges de reports n'étaient pas séquentiels.
it: TX automatico e log: corretti i QSO intercalati erroneamente contrassegnati come non validi quando gli scambi di rapporti non erano sequenziali.

# what_new_bugfix2
source: Callsign Switching: Fixed issue where the app could continue transmitting to the previous station instead of switching to the new target callsign.
de: Rufzeichenwechsel: Fehler behoben, bei dem die App weiter zur vorherigen Station sendete, statt zum neuen Ziel-Rufzeichen zu wechseln.
es: Cambio de indicativo: Se corrigió el problema donde la app podría continuar transmitiendo a la estación anterior en lugar de cambiar al nuevo indicativo objetivo.
fr: Changement d'indicatif : correction d'un problème où l'app pouvait continuer à transmettre vers la station précédente au lieu de passer au nouvel indicatif cible.
it: Cambio di nominativo: risolto un problema per cui l'app poteva continuare a trasmettere alla stazione precedente invece di passare al nuovo nominativo.

# what_new_bugfix3
source: General bugfixes to improve usability and performance
de: Allgemeine Fehlerbehebungen für bessere Bedienbarkeit und Leistung
es: Correcciones generales para mejorar la usabilidad y el rendimiento
fr: Corrections générales pour améliorer l'ergonomie et les performances
it: Correzioni generali per migliorare usabilità e prestazioni

# what_new_bugfixes
source: Bug Fixes
de: Fehlerbehebungen
es: Correcciones de errores
fr: Corrections de bugs
it: Correzioni di bug

# what_new_continue
source: Let's Go
de: Los geht's
es: Vamos
fr: C'est parti
it: Iniziamo

# what_new_feature1_desc
source: Improved handling and integration of contacts within the application.
de: Verbesserte Handhabung und Integration von Kontakten in der App.
es: Manejo mejorado e integración de contactos dentro de la aplicación.
fr: Gestion et intégration améliorées des contacts dans l'application.
it: Gestione e integrazione dei contatti migliorate nell'applicazione.

# what_new_feature1_title
source: Contacts Management
de: Kontaktverwaltung
es: Gestión de Contactos
fr: Gestion des contacts
it: Gestione dei contatti

# what_new_feature2_desc
source: See the country associated with each callsign directly in the grid view.
de: Sieh das Land zu jedem Rufzeichen direkt in der Rasteransicht.
es: Ver el país asociado con cada indicativo directamente en la vista de cuadrícula.
fr: Affichez le pays associé à chaque indicatif directement dans la grille.
it: Vedi il paese associato a ogni nominativo direttamente nella griglia.

# what_new_feature2_title
source: Country Display in Grid
de: Länderanzeige im Raster
es: Pantalla de país en cuadrícula
fr: Affichage du pays dans la grille
it: Visualizzazione del paese nella griglia

# what_new_feature3_desc
source: Automatic location inference based on callsign prefix.
de: Automatische Standortermittlung anhand des Rufzeichen-Präfixes.
es: Inferencia automática de ubicación basada en el prefijo del indicativo.
fr: Détection automatique de la localisation d'après le préfixe de l'indicatif.
it: Rilevamento automatico della posizione in base al prefisso del nominativo.

# what_new_feature3_title
source: Callsign Location Detection
de: Standorterkennung per Rufzeichen
es: Detección de ubicación del indicativo
fr: Détection de localisation par indicatif
it: Rilevamento posizione dal nominativo

# what_new_feature4_desc
source: Customize which map elements are visible.
de: Lege fest, welche Kartenelemente sichtbar sind.
es: Personaliza qué elementos del mapa son visibles.
fr: Personnalisez les éléments visibles sur la carte.
it: Personalizza quali elementi della mappa sono visibili.

# what_new_feature4_title
source: Map Controls
de: Kartensteuerung
es: Controles de Mapa
fr: Contrôles de la carte
it: Controlli della mappa

# what_new_features_header
source: New Features
de: Neue Funktionen
es: Nuevas características
fr: Nouvelles fonctionnalités
it: Nuove funzioni

# what_new_improve1_desc
source: AutoCQ won't call CQ if the DX is already in your QSO list.
de: AutoCQ ruft kein CQ, wenn das DX bereits in deiner QSO-Liste steht.
es: AutoCQ no llamará a CQ si el DX ya está en tu lista de QSO.
fr: AutoCQ n'appellera pas CQ si le DX est déjà dans votre liste de QSO.
it: AutoCQ non chiamerà CQ se il DX è già nella tua lista QSO.

# what_new_improve1_title
source: AutoCQ Smart Behavior
de: Intelligentes AutoCQ-Verhalten
es: Comportamiento inteligente de AutoCQ
fr: Comportement intelligent d'AutoCQ
it: Comportamento intelligente di AutoCQ

# what_new_improve2_desc
source: Timestamped log files (FT_HAM_Log_YYYYMMDD_HHMMSS) prevent overwriting and organize logs automatically.
de: Logdateien mit Zeitstempel (FT_HAM_Log_JJJJMMTT_HHMMSS) verhindern Überschreiben und ordnen Logs automatisch.
es: Los archivos de registro con marca de tiempo (FT_HAM_Log_YYYYMMDD_HHMMSS) evitan sobrescrituras y organizan los registros automáticamente.
fr: Les fichiers journaux horodatés (FT_HAM_Log_AAAAMMJJ_HHMMSS) évitent l'écrasement et organisent les journaux automatiquement.
it: I file di log con data e ora (FT_HAM_Log_AAAAMMGG_HHMMSS) evitano sovrascritture e organizzano i log automaticamente.

# what_new_improve2_title
source: Dynamic Log Files
de: Dynamische Logdateien
es: Archivos de registro dinámicos
fr: Fichiers journaux dynamiques
it: File di log dinamici

# what_new_improve3_desc
source: Export only recent logs • Select specific date ranges • Incremental export support
de: Nur aktuelle Logs exportieren • Bestimmte Zeiträume wählen • Inkrementeller Export
es: Exporta solo registros recientes • Seleccionar rangos de fechas específicos • Soporte de exportación incremental
fr: Exporter seulement les journaux récents • Sélectionner des plages de dates • Export incrémental
it: Esporta solo i log recenti • Seleziona intervalli di date • Esportazione incrementale

# what_new_improve3_title
source: Better Log Export
de: Besserer Log-Export
es: Mejor exportación de registros
fr: Meilleur export des journaux
it: Esportazione log migliorata

# what_new_improve4_desc
source: Improved consistency and usability of in-app notifications.
de: Einheitlichere und benutzerfreundlichere Hinweise in der App.
es: Mejora de la consistencia y usabilidad de las notificaciones en la aplicación.
fr: Cohérence et ergonomie améliorées des invites dans l'app.
it: Coerenza e usabilità migliorate degli avvisi in-app.

# what_new_improve4_title
source: App Prompts
de: App-Hinweise
es: Indicadores de la aplicación
fr: Invites de l'app
it: Avvisi dell'app

# what_new_improvements_header
source: Improvements
de: Verbesserungen
es: Mejoras
fr: Améliorations
it: Miglioramenti

source: What's New
de: Neuigkeiten
es: ¿Que hay nuevo?
fr: Nouveautés
it: Novità

source: What's New in FT Ham
de: Neu in FT Ham
es: Que hay nuevo en FT Ham
fr: Nouveautés de FT Ham
it: Novità in FT Ham

source: Without this you can still enter your grid locator manually in Configuration.
de: Auch ohne kannst du deinen Locator manuell in der Konfiguration eingeben.
es: Sin esto, aún puedes introducir tu locator manualmente en Configuración.
fr: Sans cela, vous pouvez toujours saisir votre locator manuellement dans Configuration.
it: Anche senza, puoi inserire il tuo locator manualmente nella Configurazione.

source: Without this, background pause reminders will be disabled.
de: Ohne diese Berechtigung sind Hinweise zur Hintergrund-Pause deaktiviert.
es: Sin esto, los avisos de pausa en segundo plano estarán desactivados.
fr: Sans cela, les rappels de pause en arrière-plan seront désactivés.
it: Senza, i promemoria di pausa in background saranno disattivati.

source: Without this, RX decoding will not work until you grant access in Settings.
de: Ohne diese Berechtigung funktioniert die RX-Dekodierung erst, wenn du den Zugriff in den Einstellungen erlaubst.
es: Sin esto, la decodificación RX no funcionará hasta que concedas acceso en Ajustes.
fr: Sans cela, le décodage RX ne fonctionnera pas tant que vous n'aurez pas accordé l'accès dans Réglages.
it: Senza, la decodifica RX non funzionerà finché non concedi l'accesso nelle Impostazioni.

source: WWFF (Flora & Fauna)
de: WWFF (Flora und Fauna)
es: WWFF (Flora y Fauna)
fr: WWFF (Flore et faune)
it: WWFF (Flora e fauna)

source: WWFF Reference:
de: WWFF-Referenz:
es: Referencia WWFF:
fr: Référence WWFF :
it: Riferimento WWFF:

source: Yes
de: Ja
es: Si
fr: Oui
it: Sì

source: Yes!
de: Ja!
es: ¡Sí!
fr: Oui !
it: Sì!

source: You have unsaved changes that will be lost.
de: Du hast ungesicherte Änderungen, die verloren gehen.
es: Tienes cambios sin guardar que se perderán.
fr: Vous avez des modifications non enregistrées qui seront perdues.
it: Hai modifiche non salvate che andranno perse.

source: Your current location
de: Dein aktueller Standort
es: Tu ubicación actual
fr: Votre position actuelle
it: La tua posizione attuale

source: Your donation helps make the app even better. Your support is really appreciated!
de: Deine Spende hilft, die App noch besser zu machen. Wir schätzen deine Unterstützung sehr!
es: Tu donación ayuda a mejorar la app. ¡Gracias por tu apoyo!
fr: Votre don aide à rendre l'app encore meilleure. Votre soutien est vraiment apprécié !
it: La tua donazione aiuta a rendere l'app ancora migliore. Il tuo supporto è davvero apprezzato!

source: Your own CQ transmissions
de: Deine eigenen CQ-Aussendungen
es: Tus propias transmisiones de CQ
fr: Vos propres transmissions CQ
it: Le tue trasmissioni CQ

source: Your premium purchase has been restored.
de: Dein Premium-Kauf wurde wiederhergestellt.
es: Tu compra premium ha sido restaurada.
fr: Votre achat premium a été restauré.
it: Il tuo acquisto premium è stato ripristinato.

source: %@ band
es: Banda %@
fr: Bande %@
it: Banda %@

source: Band
es: Banda
fr: Bande
it: Banda

source: Band:
es: Banda:
fr: Bande :
it: Banda:

source: CAT Debug
es: Depuración CAT
fr: Débogage CAT
it: Debug CAT

source: Dashboard
es: Completo
fr: Tableau de bord

source: DX Locator:
es: Localizador DX:
fr: Locator DX :
it: Locator DX:

source: eQSL Integration
es: Integración con eQSL
fr: Intégration eQSL
it: Integrazione eQSL

source: Export Option
es: Opción de exportación
fr: Option d'export
it: Opzione di esportazione

source: Filter
es: Filtro
fr: Filtre
it: Filtro

source: Grid locator
es: Localizador de cuadrícula
fr: Locator (carré QRA)
it: Locator (grid)

source: iPad Dashboard
es: Panel de iPad
fr: Tableau de bord iPad
it: Dashboard per iPad

source: Locator
es: Localizador

source: Locator:
es: Localizador:

source: LoTW Integration
es: Integración con LoTW
fr: Intégration LoTW
it: Integrazione LoTW

source: Optional
es: Opcional
fr: Facultatif
it: Facoltativo

source: POTA (Parks)
es: POTA (Parques)
fr: POTA (Parcs)
it: POTA (Parchi)

source: PSK reporter integration
es: Integración con PSK Reporter
fr: Intégration PSK Reporter
it: Integrazione PSK Reporter

source: Station
es: Estación
it: Stazione

source: Station: %@
es: Estación: %@
it: Stazione: %@

source: Status:
es: Estado:
fr: État :
it: Stato:

source: Tutorials
es: Tutoriales
fr: Tutoriels
it: Tutorial

source: Version %@
es: Versión %@
it: Versione %@

# Version %@ (Build %@)
source: Version %1$@ (Build %2$@)
es: Versión %1$@ (Build %2$@)
it: Versione %1$@ (build %2$@)

source: Debug
fr: Débogage

source: Freq.
fr: Fréq.

source: PSK Reporter Debug
fr: Débogage PSK Reporter
it: Debug PSK Reporter
